Attribute VB_Name = "MAINTENANCE"
'****************************************************************************************
'
' プログラム保守用ドキュメント
'
'  目的：
'  本プログラムの保守に必要な情報をまとめる
'
'
'
'
' Version 001
' ///// 2014/04/30 /////
'
' Author
' Hideaki Takahashi
'
'

'動作環境
'日本語環境のみを想定しています。

' 配布前の注意事項
' VBAプロジェクトの条件付き引数が適切に設定されていることを確認する。
'
' **************************************************
' 日本語環境用
' **************************************************
' DEBUG_MODE = 0 : デバッグ時に設定する
' DEBUG_MODE = 1 : 配布版に設定する

Option Explicit

